Repository: Aby-holding/budgie-screensaver
Catalog: po/*.po
Languages: cs, fur, gd, id, pa, ug

source: Screensaver
cs: Šetřič obrazovky
fur: Salvevisôr
gd: Sàbhalaiche-sgrìn
id: Pengaman Layar
pa: ਸਕਰੀਨ-ਸੇਵਰ
ug: ئېكران قوغدىغۇچ

source: Set your screensaver preferences
cs: Nastavit váš šetřič obrazovky
id: Menyetel preferensi pengaman layar
pa: ਵੇਹਲੇ ਪਰਦਿਆਂ (ਸਕਰੀਨ-ਸੇਵਰ) ਲਈ ਆਪਣੀ ਪਸੰਦ ਦਿਓ
ug: ئېكران قوغدىغۇچنى تەڭشەڭ

source: <b>Screensaver preview</b>
cs: <b>Náhled šetřiče obrazovky</b>
ug: <b>ئېكران قوغدىغۇچنى ئالدىن كۆزەت</b>

source: <b>Warning: the screen will not be locked for the root user.</b>
cs: <b>Varování: obrazovka uživatele root uzamčena nebude.</b>
ug: <b>ئاگاھلاندۇرۇش: ئېكران قوغداش root ئىشلەتكۈچىگە ئىناۋەتسىز.</b>

source: Regard the computer as _idle after:
cs: Považovat počítač za neč_inný po:
id: _Komputer menganggur setelah:
ug: مۇشۇ ۋاقىتتىن كېيىن كومپيۇتېر بوش دەپ قارىلىدۇ(_I):

source: Screensaver Preferences
cs: Nastavení šetřiče obrazovky
id: Preferensi Pengaman Layar
pa: ਸਕਰੀਨ-ਸੇਵਰ ਪਸੰਦ
ug: ئېكران قوغدىغۇچ تەڭشىكى

source: Screensaver Preview
cs: Náhled šetřiče obrazovky
id: Pratinjau Pengaman Layar
ug: ئېكران قوغدىغۇچنى ئالدىن كۆزەت

source: _Activate screensaver when computer is idle
cs: Spustit spořič obr_azovky při nečinnosti
id: _Aktifkan pengaman layar ketika komputer menganggur
ug: كومپيۇتېر بوش ۋاقىتتا ئېكران قوغدىغۇچنى ئاكتىپلا(_A)

source: _Lock screen when screensaver is active
cs: _Zamknout obrazovku po spuštění spořiče
id: Kunci _layar ketika pengaman diaktifkan
pa: ਜਦੋਂ ਸਕਰੀਨ-ਸੇਵਾਰ ਸਰਗਰਮ ਹੋਵੇ ਤਾਂ ਪਰਦਾ ਤਾਲਾਬੰਦ(_L)
ug: ئېكران قوغدىغۇچ ئاكتىپلانغاندا ئېكراننى قۇلۇپلا(_L)

source: _Preview
cs: _Náhled
id: _Pratinjau
ug: ئالدىن كۆزەت(_P)

source: _Screensaver theme:
cs: _Motiv šetřiče obrazovky
id: _Tema:
ug: ئېكران قوغدىغۇچ تېما(_S):

source: Screensaver themes
cs: Motivy šetřiče obrazovky
id: Tema pengaman layar
pa: ਸਕਰੀਨ-ਸੇਵਰ ਸਰੂਪ
ug: ئېكران قوغدىغۇچ تېما

source: Screensavers
cs: Šetřiče obrazovky
id: Pengaman Layar
pa: ਵੇਹਲੇ ਪਰਦੇ (ਸਕਰੀਨ-ਸੇਵਰ)
ug: ئېكران قوغدىغۇچلار

source: Activate when idle
cs: Spustit při nečinnosti
id: Diaktifkan ketika menganggur
pa: ਜਦੋਂ ਵੇਹਲਾ ਹੋਵੇ ਤਾਂ ਸਰਗਰਮ
ug: بوش ۋاقىتتا ئاكتىپلا

source: Allow logout
cs: Povolit odhlášení
id: Membolehkan log keluar
pa: ਬਾਹਰੀ ਦਰ ਸੰਭਵੇ
ug: تىزىمدىن چىقىشقا يول قوي

source: Allow user switching
cs: Povolit přepínání uživatelů
id: Membolehkan berpindah pengguna
pa: ਉਪਭੋਗੀ ਬਦਲਣਾ ਸੰਭਵ
ug: ئىشلەتكۈچى ئالماشتۇرۇشقا يول قوي

source: Lock on activation
cs: Zamknout při aktivaci
id: Aktivasi penguncian
pa: ਸਰਗਰਮ ਤਾਲਾਬੰਦ
ug: ئاكتىپلىغاندا قۇلۇپلا

source: Logout command
cs: Příkaz odhlášení
id: Perintah log keluar
pa: ਬਾਹਰੀ ਦਰ ਕਮਾਂਡ
ug: تىزىمدىن چىق بۇيرۇقى

source: Screensaver theme selection mode
cs: Režim výběru motivu šetřiče obrazovky
id: Mode pemilihan tema pengaman layar
pa: ਸਕਰੀਨ-ਸੇਵਰ ਸਰੂਪ ਚੋਣ ਢੰਗ
ug: ئېكران قوغدىغۇچ تېمىسىنى تاللاش ھالىتى

source: Set this to TRUE to activate the screensaver when the session is idle.
cs: Nastavte na hodnotu TRUE pro spuštění šetřiče obrazovky, když je sezení nečinné.
id: Isikan nilai TRUE untuk mengaktifkan pengaman layar ketika sesi menganggur.
pa: ਇਹ ਨੂੰ ਸੱਚ ਕਰੋ, ਜੇਕਰ ਅਜਲਾਸ ਵੇਹਲਾ ਹੋਣ ਸਮੇਂ ਪਰਦੇ (ਸਕਰੀਨ) ਨੂੰ ਤਾਲਾਬੰਦ ਕਰਨਾ ਹੈ
ug: بۇ قىممەت TRUE قىلىپ تەڭشەلسە ئەڭگىمە بوش ۋاقىتتا ئېكران قوغدىغۇچنى ئاكتىپلايدۇ.

source: Set this to TRUE to lock the screen when the screensaver goes active.
cs: Nastavte na hodnotu TRUE pro zamknutí obrazovky, když je aktivován šetřič obrazovky.
id: Isikan nilai TRUE untuk mengunci layar ketika pengaman diaktifkan.
pa: ਇਹ ਨੂੰ ਸੱਚ ਕਰੋ, ਜੇਕਰ ਸਕਰੀਨ-ਸੇਵਰ ਸਰਗਰਮ ਹੋਣ ਸਮੇਂ ਪਰਦੇ (ਸਕਰੀਨ) ਨੂੰ ਤਾਲਾਬੰਦ ਕਰਨਾ ਹੈ
ug: بۇ قىممەت TRUE قىلىپ تەڭشەلسە ئېكران قوغدىغۇچ ئاكتىپلانغاندا ئېكران قۇلۇپلىنىدۇ.

source: Set this to TRUE to offer an option in the unlock dialog to switch to a different user account.
cs: Nastavte na hodnotu TRUE pro možnost·přepnutí·na různé·uživatelské·účty ze spořiče obrazovky.
id: Isikan nilai TRUE untuk menawarkan opsi pada dialog pembuka kunci untuk berpindah pengguna.
pa: ਇਹ ਨੂੰ ਸੱਚ ਕਰੋ, ਜੇਕਰ ਤਾਲਾ ਖੋਲ੍ਹਣ ਵਾਰਤਾਲਾਪ ਵਿੱਚ ਇੱਕ ਚੋਣ ਦਿੱਤੀ ਜਾਵੇ, ਜਿਸ ਨਾਲ ਵੱਖਰੇ ਉਪਭੋਗੀ ਖਾਤੇ ਲਈ ਤਬਦੀਲ ਕੀਤਾ ਜਾ ਸਕੇ।
ug: بۇ قىممەت TRUE قىلىپ تەڭشەلسە قۇلۇپ ئېچىش سۆزلەشكۈدە تاللانمىدىن بىرى تەمىنلىنىپ ئوخشاش بولمىغان ئىشلەتكۈچى ھېساباتى ئالماشتۇرۇلىدۇ.

source: Set this to TRUE to offer an option in unlock dialog to logging out after a delay. The Delay is specified in the "logout_delay" key.
cs: Nastavení na hodnotu TRUE spustí odemknutá dialogová okna s možností odhlásit se a poté již nespustí spořič obrazovky. Toto zobrazení je specifikováno v klíči "logout_delay".
pa: ਇਹ ਨੂੰ ਸੱਚ ਕਰੋ, ਜੇਕਰ ਤਾਲਾ-ਖੋਲ੍ਹਣ ਵਾਰਤਾਲਾਪ ਵਿੱਚ ਇੱਕ ਚੋਣ ਰੱਖਣੀ ਹੈ ਕਿ ਅੰਤਰਾਲ ਦੇ ਬਾਅਦ ਲਾਗਆਉਣ ਹੋ ਜਾਵੇ। ਅੰਤਰਾਲ ਨੂੰ "logout_delay" ਕੁੰਜੀ ਵਿੱਚ ਦਿਓ।
ug: بۇ قىممەت TRUE قىلىپ تەڭشەلسە قۇلۇپ ئېچىش سۆزلەشكۈدە تاللانمىدىن بىرى تەمىنلىنىپ سەل كېچىكتۈرۈلگەندىن كېيىن تىزىمدىن چىقىدۇ. بۇ كېچىكتۈرۈشنى "logout_delay" قىممىتى بەلگىلەيدۇ.

source: The command to invoke when the logout button is clicked. This command should simply log the user out without any interaction. This key has effect only if the "logout_enable" key is set to TRUE.
cs: Použití příkazu po klepnutí na tlačítko Odhlásit se. Tento příkaz může jednoduše odhlašovat uživatele s doplňujícím procesem. Tento·klíč·je·účinný,·jestliže·klíč·"logout_enable"·je·nastaven·na·hodnotu·TRUE.
id: perintah yang dijalankan ketika tombol keluar diklik. Perintah ini dengan sederhana mengeluarkan pengguna tanpa adanya interaksi. kunci ini hanya berlaku jika kunci "logout_enable" dipilih menjadi TRUE.
pa: ਬਾਹਰੀ-ਦਰ (logout) ਬਟਨ ਨੂੰ ਦਬਾਉਣ ਸਮੇਂ ਵਰਤੀ ਜਾਣ ਵਾਲੀ ਕਮਾਂਡ ਹੈ। ਇਹ ਕਮਾਂਡ ਬਿਨਾਂ ਕਿਸੇ ਉਪਭੋਗੀ ਦਖ਼ਲ ਦੇ ਲਾਗ ਆਉਟ ਕਰ ਦੇਣ ਵਾਲੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। ਇਹ ਕੁੰਜੀ ਤਾਂ ਹੀ ਪਰਭਾਵੀ ਹੈ, ਜੇਕਰ "logout_enable" ਕੁੰਜੀ ਨੂੰ ਸੱਚ ਕੀਤਾ ਹੋਵੇਗਾ।
ug: تىزىمدىن چىق توپچىسى چېكىلگەندە چاقىرىدىغان بۇيرۇق. بۇ بۇيرۇق ئىشلەتكۈچىنى ئاددىي ھالدا تىزىمدىن چىقىرىپ ئىشلەتكۈچىنى ئارىلاشتۇرمايدۇ. بۇ كۇنۇپكا پەقەت "logout_enable" كۇنۇپكا قىممىتى TRUE بولغاندا ئاندىن كۈچكە ئىگە.

source: The number of minutes after screensaver activation before locking the screen.
cs: Počet minut od spuštění spořiče obrazovky po jeho uzamčení.
id: Lamanya waktu (menit) setelah pengaman layar aktif sebelum layar dikunci.
pa: ਪਰਦੇ (ਸਕਰੀਨ) ਨੂੰ ਸਕਰੀਨ-ਸੇਵਰ ਸਰਗਰਮ ਹੋਣ ਦੇ ਬਾਅਦ ਤਾਲਾਬੰਦ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਸਮਾਂ (ਅੰਤਰਾਲ) ਮਿੰਟਾਂ ਵਿੱਚ ਹੈ।
ug: ئېكران قوغدىغۇچ قوزغىتىلىپ ئېكران قۇلۇپلىنىشتىن ئىلگىرى كۈتۈش ۋاقتى

source: The number of minutes after the screensaver activation before a logout option will appear in unlock dialog. This key has effect only if the "logout_enable" key is set to TRUE.
cs: Počet·minut·od·spuštění·spořiče·obrazovky po zobrazení odhlašovacího okna v nezamknutém stavu. Tento klíč je účinný, jestliže klíč "logout_enable" je nastaven na hodnotu TRUE.
pa: ਸਕਰੀਨ-ਸੇਵਰ ਦੇ ਸਰਗਰਮ ਹੋਣ ਬਾਅਦ ਤਾਲਾ-ਖੋਲ੍ਹਣ ਵਾਰਤਾਲਾਪ ਵਿੱਚ ਲਾਗਆਉਟ ਚੋਣ ਉਪਲੱਬਧ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਦਾ ਸਮਾਂ (ਅੰਤਰਾਲ) ਮਿੰਟਾਂ ਵਿੱਚ ਹੈ। ਇਹ ਕੁੰਜੀ ਤਾਂ ਹੀ ਪਰਭਾਵੀ ਹੈ, ਜੇਕਰ "logout_enable" ਕੁੰਜੀ ਸੱਚ ਕੀਤੀ ਗਈ ਹੈ।
ug: ئېكران قوغدىغۇچ ئاكتىپلىنىپ تىزىمدىن چىق تاللانما قۇلۇپنى ئاچ سۆزلەشكۈ كۆرۈنۈشتىن ئىلگىرى كۈتۈش ۋاقتى. بۇ كۇنۇپكا پەقەت "logout_enable" قىممىتى TRUE قىلىپ تەڭشەلگەندە ئاندىن كۈچكە ئىگە.

source: The number of minutes of inactivity before the session is considered idle.
cs: Počet minut, od kdy se považuje sezení za nečinné.
id: Lamanya waktu (menit) komputer tidak dipakai sebelum sesi dinyatakan menganggur.
pa: ਅਜਲਾਸ ਨੂੰ ਵੇਹਲਾ ਮੰਨਣ ਤੋਂ ਪਹਿਲਾਂ ਕੋਈ ਸਰਗਰਮੀ ਤੋਂ ਬਿਨਾਂ ਸਮਾਂ-ਮਿੰਟਾਂ ਵਿੱਚ ਹੈ।
ug: سۆزلىشىش بوش دەپ قارىلىشتىن ئىلگىرىكى ھەرىكەتسىز ھالىتىنىڭ مىنۇت سانى.

source: The number of minutes to run before changing the screensaver theme.
cs: Počet minut do změny dalšího motivu spořiče obrazovky.
id: Lamanya waktu (menit) sebelum mengubah tema pengaman layar.
pa: ਸਕਰੀਨ-ਸੇਵਰ ਸਰੂਪ ਬਦਲਣ ਤੋਂ ਪਹਿਲਾਂ ਉਸ ਨੂੰ ਚਲਾਉਣ ਦਾ ਸਮਾਂ ਮਿੰਟਾਂ ਵਿੱਚ ਹੈ।
ug: ئېكران قوغدىغۇچ تېمىسىنى ئۆزگەرتىشتىن ئىلگىرى ئىجرا قىلىنغان مىنۇت سانى.

source: The selection mode used by screensaver. May be "blank-only" to enable the screensaver without using any theme on activation, "single" to enable screensaver using only one theme on activation (specified in "themes" key), and "random" to enable the screensaver using a random theme on activation.
cs: Vyberte mód používaný pro spořič obrazovky. Spořič·obrazovky·při·použití·módu"Prázdná obrazovka" nespustí žádný motiv, při·použití·módu "jedno·téma" spustí pouze jeden motiv (označený v poli "motivy") a při·použití·módu·"náhodný" bude spouštět témata v náhodném pořadí.
id: Mode pemilihan yang digunakan oleh screensaver. Mungkin "blank-only" untuk mengaktifkan screensaver tanpa menggunakan tema lain pada aktifasi, "single" untuk mengaktifkan screensaver menggunakan hanya satu tema pada saat aktifasi (ditentukan pada kunci "themes"), dan "random" untuk mengaktifkan screensaver menggunakan tema acak pada saat aktifasi.
pa: ਸਕਰੀਨ-ਸੇਵਰ ਵਲੋਂ ਵਰਤਿਆ ਜਾਣ ਵਾਲਾ ਚੋਣ ਢੰਗ ਹੈ। "ਸਿਰਫ਼ ਖਾਲੀ (blank-only" ਨੂੰ ਬਿਨਾਂ ਕਿਸੇ ਸਰੂਪ ਦੇ ਸਕਰੀਨ-ਸੇਵਰ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ ਵਰਤੋਂ, "ਇੱਕਲਾ (single)" ਨੂੰ ਸਰਗਰਮ ਹੋਣ ਦੀ ਹਾਲਤ ਵਿੱਚ ਇੱਕ ਹੀ ਸਰੂਪ ਵਰਤਣ ਲਈ ਦਿਓ, ("ਸਰੂਪ (themes)" ਕੁੰਜੀ ਦੱਸਣੀ ਲਾਜ਼ਮੀ ਹੈ) ਅਤੇ "ਰਲਵਾਂ (random)" ਨੂੰ ਸਰਗਰਮ ਹੋਣ ਦੀ ਹਾਲਤ ਵਿੱਚ ਰਲਵੇਂ ਸਰੂਪ ਵਰਤਣ ਲਈ ਯੋਗ ਕਰਦਾ ਹੈ।
ug: ئېكران قوغدىغۇچنىڭ تېما تاللاش ئۇسۇلى. تاللاشقا بولىدىغان قىممىتى "blank-only" ئېكران قوغدىغۇچنى قوزغىتىپ ئاكتىپلىغاندىن كېيىن ھېچقانداق تېما ئىشلەتمەيدۇ؛ "single" ئېكران قوغدىغۇچنى قوزغىتىپ ئاكتىپلىغاندىن كېيىن بىرلا تېما ("themes" كۇنۇپكىسى بەلگىلەيدۇ) ئىشلىتىدۇ؛ "random" ئېكران قوغدىغۇچنى قوزغىتىپ ئاكتىپلىغاندىن كېيىن خالىغان تېما ئىشلىتىدۇ.

source: Theme for lock dialog
cs: Téma odemykacího dialogu
ug: قۇلۇپلا سۆزلەشكۈ تېما

source: Theme to use for the lock dialog.
cs: Téma použité v odemykacím dialogu
ug: سۆزلەشكۈ قۇلۇپلاشقا ئىشلىتىدىغان تېما.

source: This key specifies the list of themes to be used by the screensaver. It's ignored when "mode" key is "blank-only", should provide the theme name when "mode" is "single", and should provide a list of themes when "mode" is "random".
cs: Toto pole specifikuje seznam motivů pro šetřič obrazovky. Seznam je ignorován když "mód"·je označen jako "Prázdná obrazovka",·poskytuje pouze jeden motiv když v ·"módu"·je·označen jen "jeden motiv",·a·poskytuje celý seznam motivů když·"mód"·je označen jako·"náhodný".
id: Kunci ini menentukan daftar dari tema yang digunakan oleh screensaver. Akan diabaikan ketika kunci "mode" adalah "blank-only", akan menyediakan nama tema ketika "mode" adalah "single", dan menyediakan daftar tema ketika "mode" adalah "random".
pa: ਇਹ ਕੁੰਜੀ ਸਕਰੀਨ-ਸੇਵਰ ਵਲੋਂ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਸਰੂਪ ਦੀ ਸੂਚੀ ਦੱਸਦੀ ਹੈ। ਇਹ ਨੂੰ ਅਣਡਿੱਠਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਜਦੋਂ "mode" ਕੁੰਜੀ ਨੂੰ "blank-only" ਰੱਖਿਆ ਜਾਂਦਾ ਹੈ, ਸਰੂਪ ਨਾਂ ਦੇਣਾ ਲਾਜ਼ਮੀ ਹੈ, ਜਦੋਂ "mode" ਨੂੰ "single" ਮੁੱਲ ਦਿੱਤਾ ਹੋਵੇ ਅਤੇ "mode" ਨੂੰ "random" ਮੁੱਲ ਹੋਣ ਦੀ ਹਾਲਤ ਵਿੱਚ ਸਰੂਪਾਂ ਦੀ ਸੂਚੀ ਦੇਣਾ ਲਾਜ਼ਮੀ ਹੈ।
ug: بۇ كۇنۇپكا ئېكران قوغدىغۇچ ئىشلىتىدىغان تېما تىزىملىكىنى بەلگىلەيدۇ. ئۇنىڭ "mode" كۇنۇپكا قىممىتى "blank-only" بولغاندا پەرۋا قىلمايدۇ؛ "mode" كۇنۇپكا قىممىتى "single" بولغاندا تېما ئاتىدىن بىرنى تەمىنلەيدۇ؛"mode" كۇنۇپكا قىممىتى "random" بولغاندا تېما تىزىملىكىدىن بىرنى تەمىنلەيدۇ؛

source: Time before activation
cs: Čas do spuštění
pa: ਸਰਗਰਮ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਸਮਾਂ

source: Time before locking
cs: Čas do uzamčení
id: Waktu sebelum penguncian
pa: ਤਾਲਾਬੰਦ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਸਮਾਂ
ug: قۇلۇپلاشتىن ئىلگىرىكى كۈتۈش ۋاقتى

source: Time before logout option
cs: Čas do odhlášení ze systému
id: Waktu sebelum opsi log keluar
pa: ਲਾਗਆਉਟ ਚੋਣ ਤੋਂ ਪਹਿਲਾਂ ਸਮਾਂ
ug: تىزىمدىن چىق تاللانمىنى كۈتۈش ۋاقتى

source: Time before theme change
cs: Čas do změny motivu
id: Waktu sebelum tema berganti
pa: ਸਰੂਪ ਬਦਲਣ ਤੋਂ ਪਹਿਲਾਂ ਸਮਾਂ
ug: تېما ئۆزگەرتىشتىن ئىلگىرىكى كۈتۈش ۋاقتى

source: <span size="small">%U on %h</span>
cs: <span size="small">%U na %h</span>
ug: <span size="small">%h دىكى %U </span>

source: Password:
cs: Heslo:
gd: Facal-faire:
id: Sandi:
ug: ئىم:

source: S_witch to user:
cs: _Přepnout na uživatele:
pa: ਤਬਦੀਲ ਕਰਨ ਲਈ ਉਪਭੋਗੀ(_w):

source: _Cancel
cs: _Zrušit
ug: ۋاز كەچ(_C)

source: _Log Out
cs: _Odhlásit se
ug: تىزىمدىن چىق(_L)

source: _Switch User...
cs: _Přepnout uživatele...
pa: ਉਪਭੋਗੀ ਤਬਦੀਲ(_S)...

source: _Switch user...
cs: _Přepnout uživatele...

source: _Unlock
cs: _Odemknout
fur: _Sbloche
gd: _Thoir a' ghlas dheth
id: B_uka Kunci
pa: ਤਾਲਾ ਖੋਲ੍ਹੋ(_U)
ug: قۇلۇپ ئاچ(_U)

source: Bubbles the GNOME foot logo around the screen
cs: Zobrazí bubliny s logem 'GNOME·foot'
id: Logo kaki GNOME yang mengapung di sekitar layar
pa: ਸਕਰੀਨ ਵਿੱਚ ਗਨੋਮ ਦਾ ਪੈਰ ਵਾਲਾ ਲੋਗੋ ਵੇਖਾਓ
ug: ئېكراندا GNOME پۇت تۇغىنى كۆپۈكتەك لەيلەت

source: Floating Feet
cs: Plovoucí chodidla
id: Kaki Mengapung
pa: ਤਰਦਾ ਪੈਰ
ug: لەيلەۋاتقان پۇت

source: Cosmos
cs: Kosmos
id: Kosmos
pa: ਕੋਸਮੋਸ
ug: ئالەم

source: Display a slideshow of pictures of the cosmos
cs: Zobrazovat obrázky kosmu
id: Menampilkan deret gambar kosmos
pa: ਕੋਸਮੋਸ ਦੀਆਂ ਤਸਵੀਰਾਂ ਦੀਆਂ ਝਾਕੀਆਂ ਵੇਖਾਓ
ug: بىر گۇرۇپپا ئالەم رەسىملىرىنىڭ تام تەسۋىرىنى كۆرسەت

source: Display a slideshow from your Pictures folder
cs: Zobrazovat obrázky z vaší složky obrázků
id: Menampilkan deret gambar dari folder Gambar
pa: ਆਪਣੇ ਤਸਵੀਰਾਂ ਫੋਲਡਰ ਤੋਂ ਝਾਕੀਆਂ ਵੇਖਾਓ
ug: رەسىم قىسقۇچىڭىزدىن تام تەسۋىر كۆرسىتىدۇ

source: Pictures folder
cs: Složka obrázků
id: Folder gambar
pa: ਚਿੱਤਰ ਫੋਲਡਰ
ug: رەسىم قىسقۇچ

source: A pop-art-ish grid of pulsing colors.
cs: Pop-artová mřížka pulzujících barev.
id: Warna berpendar kisi pop-art.
pa: ਧੜਕਦੇ ਰੰਗਾਂ ਦਾ ਪੋਪ-ਆਰਟ ਗਰਿੱਡ ਹੈ।
ug: سەكرەيدىغان رەڭدىن تەشكىل تاپقان مودا بەدىئىي كاتەكچە

source: Pop art squares
cs: Pop-artové čtverce
id: Kotak-kotak pop art
pa: ਪੋਪ ਆਰਟ ਵਰਗ
ug: مودا بەدىئىي چاسا

source: show paths that images follow
cs: zobrazit umístění obrázků
pa: ਚਿੱਤਰ ਦਾ ਮਾਰਗ ਵੀ ਵੇਖਾਓ

source: occasionally rotate images as they move
cs: občas otočit obrázek při jeho pohybu
pa: ਚਿੱਤਰਾਂ ਨੂੰ ਹਿਲਾਉਣ ਦੌਰਾਨ ਘੁੰਮਾਓ ਵੀ

source: print out frame rate and other statistics
cs: zobrazit frekvenci snímků a další statistiky
pa: ਫਰੇਮ ਦਰ ਅਤੇ ਹੋਰ ਅੰਕੜੇ ਵੀ ਛਾਪੋ

source: the maximum number of images to keep on screen
cs: maximální počet obrázků pro zobrazení na obrazovce
pa: ਪਰਦੇ ਉੱਤੇ ਵੇਖਾਉਣ ਵਾਲੇ ਚਿੱਤਰਾਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਗਿਣਤੀ

source: the source image to use
cs: zdrojový obrázek pro použití
pa: ਵਰਤਣ ਲਈ ਸਰੋਤ ਚਿੱਤਰ

source: the initial size and position of window
cs: výchozí velikost a umístění okna
pa: ਝਰੋਖੇ ਦਾ ਸ਼ੁਰੂਆਤੀ ਅਕਾਰ ਅਤੇ ਸਥਿਤੀ

source: WIDTHxHEIGHT+X+Y
cs: ŠÍŘKAxVÝŠKA+X+Y
id: LEBARxTINGGI+X+Y
ug: كەڭلىكxئېگىزلىك+X+Y

source: image - floats images around the screen
cs: obrázek - přesouvání obrázků přes obrazovku
pa: ਚਿੱਤਰ - ਪਰਦੇ ਉੱਤੇ ਤਰਦੇ ਚਿੱਤਰ
ug: سۈرەت - ئېكراندا سۈرەتنى لەيلەت

source: %s. See --help for usage information.
cs: %s.·Viz.·--help·pro více informací.
id: %s. Lihat --help untuk informasi penggunaan.
pa: %s, ਵਰਤਣ ਲਈ --help ਨੂੰ ਵੇਖੋ।
ug: %s . --help ئىشلىتىش ئۇسۇلىنىڭ ئۇچۇرى

source: You must specify one image. See --help for usage information.
cs: Uveďte alespoň jeden obrázek.··Viz.·--help·pro více informací.
id: Anda harus menentukan satu gambar. Lihat --help untuk informasi penggunaan.
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਚਿੱਤਰ ਦੇਣਾ ਪਵੇਗਾ। ਵਰਤਣ ਲਈ --help ਵੇਖੋ।
ug: سىز چوقۇم بىر پارچە سۈرەت بەلگىلەڭ. --help تىن پايدىلىنىپ ئىشلىتىش ئۇسۇلى ئۇچۇرىغا ئېرىشىڭ.

source: Location to get images from
cs: Umístění, odkud získávat obrázky
id: Lokasi untuk memperoleh gambar
pa: ਚਿੱਤਰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਟਿਕਾਣਾ
ug: سۈرەتكە ئېرىشىدىغان ئورۇن

source: PATH
cs: CESTA
id: LOKASI
pa: ਮਾਰਗ
ug: يولى

source: Manager
cs: Správce
pa: ਪਰਬੰਧਕ

source: The manager which owns this object.
cs: Správce, který vlastní tento objekt.
pa: ਮੈਨੇਜਰ, ਜੋ ਕਿ ਇਹ ਇਕਾਈ ਰੱਖਦਾ ਹੈ।

source: Name
cs: Název
pa: ਨਾਂ

source: The name of the X11 display this object refers to.
cs: Název displeje X11, na který se tento objekt odkazuje.
pa: ਇਹ ਇਕਾਈ ਦਾ ਹਵਾਲਾ ਦੇਣ ਵਾਲਾ X11 ਝਲਕ ਦਾ ਨਾਂ ਹੈ।

source: User
cs: Uživatel
pa: ਉਪਭੋਗੀ

source: The user currently logged in on this virtual terminal.
cs: Uživatel přihlášený na tomto virtuálním terminálu.
pa: ਉਪਭੋਗੀ ਇਸ ਸਮੇਂ ਇਸ ਦੇ ਵੁਰਚੁਅਲ ਟਰਮੀਨਲ ਵਿੱਚ ਦਾਖਲ ਹੈ।

source: Console
cs: Konzola
pa: ਕੰਨਸੋਲ

source: The number of the virtual console this display can be found on, or %-1.
cs: Číslo virtuální konzoly, na kterém lze najít tento displej, nebo %-1.
pa: ਵੁਰਚੁਅਲ ਕਨਸੋਂਲ ਦੀ ਗਿਣਤੀ, ਜਿਸ ਉੱਤੇ ਝਲਕ ਵੇਖੀ ਜਾ ਸਕਦੀ ਹੈ, ਜਾਂ %-1।

source: Nested
cs: Vnořený
pa: ਅੰਦਰੂਨੀ

source: Whether or not this display is a windowed (Xnest) display.
cs: Jestli je tento displej v okně (Xnest).
pa: ਕੀ ਇਹ ਝਲਕ ਨੂੰ ਝਰੋਖਿਆਂ ਦੇ ਰੂਪ ਵਿੱਚ (Xnest) ਦੇ ਰੂਪ ਵਿੱਚ ਵੇਖਾਇਆ ਜਾਵੇ।

source: The display manager could not be contacted for unknown reasons.
cs: Správce displeje nebylo možné kontaktovat z neznámých důvodů.
pa: ਇਹ ਝਲਕ ਮੈਨੇਜਰ ਨੂੰ ਅਣਜਾਣੇ ਕਾਰਨਾਂ ਕਰਕੇ ਸੰਪਰਕ ਵਿੱਚ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ ਹੈ।

source: The display manager is not running or too old.
cs: Správce displeje neběží nebo je příliš starý.
pa: ਝਲਕ ਮੈਨੇਜਰ ਚੱਲ ਨਹੀਂ ਰਿਹਾ ਹੈ ਜਾਂ ਬਹੁਤ ਹੀ ਪੁਰਾਣਾ ਹੈ।

source: The configured limit of flexible servers has been reached.
cs: Byl dosažen nastavený limit flexibilních serverů.
pa: ਫੀਲੈਸੀਬਲ ਸਰਵਰ ਦੀ ਸੰਰਚਿਤ ਸੀਮਾ ਖਤਮ ਹੋ ਗਈ ਹੈ।

source: There was an unknown error starting X.
cs: Při spouštění X došlo k neznámé chybě.
pa: X ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਦੌਰਾਨ ਅਣਜਾਣੀ ਗਲਤੀ ਹੈ।

source: The X server failed to finish starting.
cs: X server nedokončil spouštění.
pa: X ਸਰਵਰ ਸ਼ੁਰੂ ਕਰਨ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਅਸਫ਼ਲ ਹੈ।

source: There are too many X sessions running.
cs: Běží příliš mnoho sezení X.
pa: ਬਹੁਤ ਸਾਰੇ X ਅਜਲਾਸ ਚੱਲ ਰਹੇ ਹਨ।

source: The nested X server (Xnest) cannot connect to your current X server.
cs: Vnořený X server (Xnest) se nemůže připojit k vašemu aktuálnímu X serveru.
pa: ਅੰਦਰੂਨੀ X ਸਰਵਰ (Xnest) ਤੁਹਾਡੇ ਮੌਜਦਾ X ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਨਹੀਂ ਕਰ ਸਕਦਾ ਹੈ।

source: The X server in the GDM configuration could not be found.
cs: X server v nastavení GDM nelze najít.
pa: GDM ਸੰਰਚਨਾ ਵਿੱਚ X ਸਰਵਰ ਨਹੀਂ ਲੱਭਿਆ ਜਾ ਸਕਿਆ ਹੈ।

source: Trying to set an unknown logout action, or trying to set a logout action which is not available.
cs: Pokus nastavit neznámou akci odhlášení nebo akci odhlášení, která není k dispozici.
pa: ਇੱਕ ਅਣਜਾਣ ਲਾਗਆਉਟ ਕਾਰਵਾਈ ਨੂੰ ਸੈੱਟ ਕਰਨ ਦੀ ਕੋਸ਼ਸ਼ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ ਜਾਂ ਉਦੋਂ ਲਾਗਆਉਟ ਕਾਰਵਾਈ ਸੈੱਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ, ਜਦੋਂ ਕਿ ਉਹ ਉਪਲੱਬਧ ਹੀ ਨਹੀਂ ਹੈ।

source: Virtual terminals not supported.
cs: Virtuální terminály nejsou podporovány.
pa: ਵੁਰਚੁਅਲ ਟਰਮੀਨਲ ਸਹਾਇਕ ਨਹੀਂ ਹਨ।

source: Invalid virtual terminal number.
cs: Neplatné číslo virtuálního terminálu.
pa: ਗਲਤ ਵੁਰਚੁਅਲ ਟਰਮੀਨਲ ਨੰਬਰ ਹੈ।

source: Trying to update an unsupported configuration key.
cs: Zkouším aktualizovat nepodporovaný klíč nastavení.
pa: ਇੱਕ ਨਾ-ਸਹਾਇਕ ਸੰਰਚਨਾ ਫਾਇਲ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਜਾਰੀ ਹੈ।

source: ~/.Xauthority file badly configured or missing.
cs: Soubor ~/.Xauthority je špatně nastavený nebo chybí.
pa: ~/.Xauthority ਫਾਇਲ ਦੀ ਸੰਰਚਨਾ ਗਲਤ ਹੈ ਜਾਂ ਫਾਇਲ ਹੈ ਹੀ ਨਹੀਂ।

source: Too many messages were sent to the display manager, and it hung up.
cs: Správci displeje bylo odesláno příliš mnoho zpráv, a on se odpojil.
pa: ਝਲਕ ਮੈਨੇਜਰ ਨੂੰ ਬਹੁਤ ਜ਼ਿਆਦਾ ਸੁਨੇਹੇ ਭੇਜੇ ਗਏ ਸਨ ਅਤੇ ਇਹ ਹੁਣ ਅਟਕ ਗਿਆ ਹੈ।

source: The display manager sent an unknown error message.
cs: Správce displeje poslal neznámou zprávu o chybě.
pa: ਝਲਕ ਮੈਨੇਜਰ ਨੂੰ ਇੱਕ ਅਣਜਾਣ ਗਲਤੀ ਸੁਨੇਹਾ ਭੇਜਿਆ ਗਿਆ ਹੈ।

source: The user this menu item represents.
cs: Uživatel, kterého reprezentuje tato položka nabídky.
pa: ਉਪਭੋਗੀ ਇਹ ਮੇਨੂ ਇਕਾਈ ਵੇਖਾਈ ਜਾਂਦੀ ਹੈ।

source: Icon Size
cs: Velikost ikony
pa: ਆਈਕਾਨ ਅਕਾਰ

source: The size of the icon to use.
cs: Velikost ikony, kterou používat.
pa: ਵਰਤਣ ਲਈ ਆਈਕਾਨ ਦਾ ਅਕਾਰ ਹੈ।

source: Indicator Size
cs: Velikost indikátoru

source: Size of check indicator
cs: Velikost kontrolního indikátoru

source: Indicator Spacing
cs: Rozestup indikátoru

source: Space between the username and the indicator
cs: Mezera mezi uživatelským jménem a indikátorem

source: The user manager object this user is controlled by.
cs: Objekt správce uživatelů, kterým je řízen tento uživatel.
pa: ਉਪਭੋਗੀ ਮੈਨੇਜਰ ਇਕਾਈ ਇਹ ਉਪਭੋਗੀ ਵਲੋਂ ਕੰਟਰੋਲ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।

source: Show Details
cs: Zobrazit podrobnosti
pa: ਵੇਰਵਾ ਵੇਖਾਓ

source: GDM (The GNOME Display Manager) is not running.
cs: GDM (GNOME Display Manager) neběží.
pa: GDM (ਗਨੋਮ ਡਿਸਪਲੇਅ ਮੈਨੇਜਰ) ਚੱਲ ਨਹੀਂ ਰਿਹਾ ਹੈ।

source: You might in fact be using a different display manager, such as KDM (KDE Display Manager) or xdm.
cs: Možná ve skutečnosti používáte jiného správce displeje, například KDM (KDE Display Manager) nebo xdm.
pa: ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ ਉੱਤੇ ਇੱਕ ਵੱਖਰਾ ਝਲਕ ਮੈਨੇਜਰ ਵਰਤਦੇ ਹੋ, ਜਿਵੇਂ ਕਿ KDM (KDE ਡਿਸਪਲੇਅ ਮੈਨੇਜਰ) ਜਾਂ xdm ਆਦਿ।

source: If you still wish to use this feature, either start GDM yourself or ask your system administrator to start GDM.
cs: Pokud ještě chcete používat tuto funkci, buď spusťte GDM sami, nebo požádejte vašeho správce systému, aby spustil GDM.
pa: ਜੇਕਰ ਤੁਸੀਂ ਹਾਲ਼ੇ ਵੀ ਇਹ ਫੀਚਰ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਜਾਂ ਆਪਣੇ ਆਪ GDM ਨੂੰ ਸ਼ੁਰੂ ਕਰੋ ਜਾਂ GDM ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।

source: Cannot communicate with GDM (The GNOME Display Manager)
cs: Nemohu komunikovat s GDM (GNOME Display Manager)
pa: GDM (ਗਨੋਮ ਡਿਸਪਲੇਅ ਮੈਨੇਜਰ) ਨਾਲ ਸੰਚਾਰ ਨਹੀਂ ਹੋ ਸਕਿਆ ਹੈ

source: Perhaps you have an old version of GDM running.
cs: Možná máte spuštěnu starou verzi GDM.
pa: ਸ਼ਾਇਦ ਤੁਸੀਂ GDM ਦਾ ਪੁਰਾਣਾ ਵਰਜਨ ਵਰਤ ਰਹੇ ਹੋ

source: Cannot communicate with gdm, perhaps you have an old version running.
cs: Nemohu komunikovat s gdm, možná máte spuštěnu starou verzi.
pa: GDM ਰਾਹੀਂ ਸੰਚਾਰ ਨਹੀਂ ਹੋ ਸਕਿਆ ਹੈ, ਸ਼ਾਇਦ ਤੁਸੀਂ ਪੁਰਾਣਾ ਵਰਜਨ ਚਲਾ ਰਹੇ ਹੋ।

source: The allowed limit of flexible X servers reached.
cs: Limit povolených flexibilních X serverů byl dosažen.
pa: ਫੀਲੈਸੀਬਲ X ਸਰਵਰ ਦੀ ਮਨਜ਼ੂਰਸ਼ੁਦਾ ਸੀਮਾ ਖਤਮ ਹੋ ਗਈ ਹੈ।

source: There were errors trying to start the X server.
cs: Při pokusu spustit X server došlo k chybám.
pa: X ਸਰਵਰ ਸ਼ੁਰੂ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀਆਂ ਆਈਆਂ ਹਨ।

source: The X server failed. Perhaps it is not configured well.
cs: X server selhal. Možná není nastaven správně.
pa: X ਸਰਵਰ ਅਸਫ਼ਲ ਹੋ ਗਿਆ ਹੈ। ਸ਼ਾਇਦ ਇਹ ਠੀਕ ਤਰ੍ਹਾਂ ਸੰਰਚਿਤ ਨਹੀਂ ਹੈ।

source: Too many X sessions running.
cs: Běží příliš mnoho sezení X.
pa: ਬਹੁਤ ਸਾਰੇ X ਅਜਲਾਸ ਚੱਲ ਰਹੇ ਹਨ।

source: The nested X server (Xnest) cannot connect to your current X server. You may be missing an X authorization file.
cs: Vnořený X server (Xnest) se nemůže připojit k vašemu aktuálnímu X serveru. Možná vám chybí soubor autorizace X.
pa: ਅੰਦਰੂਨੀ X ਸਰਵਰ (Xnest) ਤੁਹਾਡੇ ਮੌਜੂਦਾ X ਸਰਵਰ ਨਾਲ ਜੁੜ ਨਹੀਂ ਸਕਿਆ ਹੈ। ਤੁਹਾਡੇ ਕੋਲ X ਪਰਮਾਣਕਿਤਾ ਫਾਇਲ ਨਾ-ਮੌਜੂਦ ਹੋ ਸਕਦੀ ਹੈ।

source: The nested X server (Xnest) is not available, or gdm is badly configured. Please install the Xnest package in order to use the nested login.
cs: Vnořený X server (Xnest) se není k dispozici, nebo je špatně nastaven gdm. Pro používání vnořeného přihlašování prosím nainstalujte balíček Xnest.
pa: ਅੰਦਰੂਨੀ X ਸਰਵਰ (Xnest) ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ ਜਾਂ gdm ਗਲਤ ਢੰਗ ਨਾਲ ਸੰਰਚਿਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ Xnest ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ ਤਾਂ ਕਿ ਅੰਦਰੂਨੀ ਲਾਗਿੰਨ ਵਰਤਿਆ ਜਾ ਸਕੇ।

source: The X server is not available, it is likely that gdm is badly configured.
cs: X server není k dispozici, gdm je pravděpodobně špatně nastaven.
pa: X ਸਰਵਰ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ, ਇਹ ਜਾਪਦਾ ਹੈ ਕਿ gdm ਗਲਤ ਢੰਗ ਨਾਲ ਸੰਚਰਿਤ ਹੈ।

source: Trying to change to an invalid virtual terminal number.
cs: Pokus přepnout na neplatné číslo virtuálního terminálu.
pa: ਇੱਕ ਗਲਤ ਵੁਰਚੁਅਲ ਟਰਮੀਨਲ ਨੰਬਰ ਬਦਲਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਗਈ ਹੈ।

source: You do not seem to have authentication needed be for this operation. Perhaps your .Xauthority file is not set up correctly.
cs: Zřejmě nemáte autentizaci potřebnou pro tuto operaci. Možná není správně nastaven váš soubor .Xauthority.
pa: ਤੁਹਾਨੂੰ ਇਹ ਕਾਰਵਾਈ ਲਈ ਅਧਿਕਾਰ ਨਹੀਂ ਜਾਪਦੇ ਹਨ। ਸ਼ਾਇਦ ਤੁਹਾਡੀ .Xauthority ਫਾਇਲ ਠੀਕ ਤਰ੍ਹਾਂ ਸੰਰਚਿਤ ਨਹੀਂ ਹੈ।

source: Too many messages were sent to gdm and it hung upon us.
cs: gdm bylo odesláno příliš mnoho zpráv a on se od nás odpojil.
pa: gdm ਨੂੰ ਬਹੁਤ ਜ਼ਿਆਦਾ ਸੁਨੇਹੇ ਭੇਜੇ ਗਏ ਹਨ ਅਤੇ ਇਹ ਅਟਕ ਗਿਆ ਹੈ।

source: Unknown error occurred.
cs: Došlo k neznámé chybě.

source: Copying file: %u of %u
cs: Kopíruji soubor: %u z %u
id: Menyalin berkas: %u dari %u
pa: ਸੰਰਚਨਾ ਫਾਇਲ %u,%u ਵਿੱਚੋਂ
ug: ھۆججەت كۆچۈرۈۋاتىدۇ: %u / %u

source: Copying '%s'
cs: Kopíruji '%s'
pa: '%s' ਦੀ ਨਕਲ ਜਾਰੀ

source: From URI
cs: Z URI
pa: URI ਤੋਂ

source: URI currently transferring from
cs: URI, odkud se momentálně přenáší
pa: URI ਇਸ ਸਮੇਂ ਤਬਦੀਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: To URI
cs: Do URI
pa: URI ਤੋਂ
