Repository: Aby-holding/budgie-screensaver
Catalog: po/*.po
Languages: cs, fur, gd, id, pa, ug

source: URI currently transferring to
cs: URI, kam se momentálně přenáší
pa: URI ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ

source: Fraction completed
cs: Dokončená část
pa: ਅਧੂਰਾ ਮੁਕੰਮਲ

source: Fraction of transfer currently completed
cs: Momentálně dokončená část přenosu
pa: ਸੰਚਾਰ ਇਸ ਸਮੇਂ ਅਧੂਰਾ ਮੁਕੰਮਲ ਹੋ ਚੁੱਕਿਆ ਹੈ

source: Current URI index
cs: Index momentálního URI
pa: ਮੌਜੂਦਾ URI ਤਤਕਰਾ

source: Current URI index - starts from 1
cs: Index momentálního URI - začíná od 1
pa: ਮੌਜੂਦਾ URI ਤਤਕਰਾ - 1 ਤੋਂ ਸ਼ੁਰੂ

source: Total URIs
cs: Celkem URI
pa: ਕੁੱਲ URI

source: Total number of URIs
cs: Celkový počet URI
pa: URI ਦੀ ਕੁੱਲ ਗਿਣਤੀ

source: Copying files
cs: Kopíruji soubory
id: Menyalin berkas
pa: ਫਾਇਲਾਂ ਦੀ ਨਕਲ ਜਾਰੀ
ug: ھۆججەتلەرنى كۆچۈرۈۋاتىدۇ

source: From:
cs: Z:
id: Dari:
pa: ਵੱਲੋਂ:
ug: ئەۋەتكۈچى:

source: To:
cs: Do:
id: Ke:
pa: ਵੱਲ
ug: نىشان:

source: Connecting...
cs: Připojuji se...
pa: ਜੁੜ ਰਿਹਾ ਹੈ...

source: Causes the screensaver to exit gracefully
cs: Způsobí, že šetřič obrazovky normálně skončí
fur: Al fas jessi dolcementri il salvevisôr
gd: Bheir seo air an t-sàbhalaiche-sgrìn gum fàg e gu dòigheil
id: Menyebabkan screensaver keluar dengan baik
pa: ਸਕਰੀਨ-ਸੇਵਰ ਨੂੰ ਮਾਣ ਨਾਲ ਬੰਦ ਕਰਨ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ
ug: ئېكران قوغدىغۇچ ئادەتتىكىدەك چېكىنىدۇ

source: Query the state of the screensaver
cs: Zeptat se na stav šetřiče obrazovky
fur: Interroghe il stât dal salvevisôr
gd: Faighnich airson staid an t-sàbhalaiche-segrìn
id: Query keadaan dari screensaver
pa: ਸਕਰੀਨ-ਸੇਵਰ ਦੀ ਹਾਲਤ ਬਾਰੇ ਸਵਾਲ
ug: ئېكران قوغدىغۇچنىڭ ھالىتىنى سۈرۈشتۈرىدۇ

source: Tells the running screensaver process to lock the screen immediately
cs: Řekne běžícímu procesu šetřiče obrazovky, aby okamžitě zamkl obrazovku
fur: Dîs al process in vore dal salvevisôr che al blochi il visôr subite
gd: Innsidh seo do phròiseas an t-sàbhalaiche-sgrìn gun glais e an sgrìn sa bhad
id: Meminta proses pengaman layar untuk mengunci layar dengan segera
pa: ਚੱਲਦੇ ਸਕਰੀਨ-ਸੇਵਰ ਕਾਰਵਾਈ ਨੂੰ ਪਰਦੇ ਨੂੰ ਤੁਰੰਤ ਤਾਲਾਬੰਦ ਕਰਨ ਦਾ ਸੰਕੇਤ ਦਿਓ
ug: ئىجرا قىلىنىۋاتقان ئېكران قوغدىغۇچقا ئېكراننى دەرھال قۇلۇپلاشنى ئۇقتۇرىدۇ

source: If the screensaver is active then switch to another graphics demo
cs: Jestliže je šetřič obrazovky aktivní, přepnout na jiné grafické demo
id: Apabila pengaman layar aktif, maka berpindah ke demo grafik yang lain
pa: ਜੇਕਰ ਸਕਰੀਨ-ਸੇਵਰ ਸਰਗਰਮ ਹੋਵੇ ਤਾਂ ਹੋਰ ਗਰਾਫਿਕਸ ਝਲਕ ਲਈ ਤਬਦੀਲ ਕਰੋ
ug: ئەگەر ئېكران قوغدىغۇچ ئاكتىپ بولسا باشقا سۈرەت كۆرگەزمىسىگە ئالماشتۇرىدۇ

source: Turn the screensaver on (blank the screen)
cs: Zapnout šetřič obrazovky (ztmavit obrazovku)
fur: Pìe il salvevisôr (visôr vueit)
gd: Cuir an sàbhalaiche-sgrìn air (duibhrich an sgrìn)
id: Mengaktifkan pengaman layar (layar menjadi gelap)
pa: ਸਕਰੀਨ-ਸੇਵਰ ਚਾਲੂ ਕਰੋ (ਖਾਲੀ ਪਰਦਾ ਹੀ)
ug: ئېكران قوغدىغۇچنى ئاچىدۇ(قارا ئېكران)

source: If the screensaver is active then deactivate it (un-blank the screen)
cs: Jestliže je šetřič obrazovky aktivní, deaktivovat jej (odtmavit obrazovku)
fur: Se il salvevisôr al è atîf alore disativilu (jemple il visôr)
gd: Cuir an sàbhalaiche-sgrìn à gnìomh ma tha e gnìomhach (neo-dhuibhrich an sgrìn)
id: Apabila pengaman layar aktif, maka dinonaktifkan (membuat layar tidak lagi gelap)
pa: ਜੇਕਰ ਸਕਰੀਨ-ਸੇਅਰ ਸਰਗਰਮ ਹੋਵੇ ਤਾਂ ਉਸ ਨੂੰ ਨਾ-ਸਰਗਰਮ ਕਰੋ (ਨਾ-ਖਾਲੀ ਪਰਦਾ)
ug: ئەگەر ئېكران قوغدىغۇچ ئاكتىپ بولسا ئۇنى ئاكتىپسىز قىلىدۇ (قارا ئېكراننى بىكار قىلىدۇ)

source: Poke the running screensaver to simulate user activity
cs: Šťouchnout běžící šetřič obrazovky pro simulaci aktivity uživatele
id: Senggol screensaver yang sedang berjalan untuk mensimulasikan aktivitas pengguna
pa: ਸਕਰੀਨ-ਸੇਵਰ ਨੂੰ ਉਪਭੋਗੀ ਕਾਰਵਾਈਆਂ ਮੁਤਾਬਕ ਨਕਲ ਕਰਨ ਲਈ ਤਿਆਰ ਕਰੋ
ug: ئىجرا قىلىنىۋاتقان ئېكران قوغدىغۇچقا ئۇچۇر يوللاپ ئىشلەتكۈچى ھەرىكىتىنى تەقلىد قىلىدۇ

source: Inhibit the screensaver from activating. Command blocks while inhibit is active.
cs: Potlačit aktivaci šetřiče obrazovky. Blokování příkazu během aktivity potlačení.
id: Cegah screensaver diaktifkan. Perintah menghalangi ketika pencegahan aktif.
ug: ئېكران قوغدىغۇچ ئاكتىپلاشنى چەكلەيدۇ. ئاكتىپلانغاندا باشقا بۇيرۇقلار توسۇلىدۇ.

source: The calling application that is inhibiting the screensaver
cs: Volající aplikace, která potlačuje šetřič obrazovky
id: Aplikasi pemanggil yang mencegah screensaver
ug: ئېكران قوغدىغۇچنى چەكلەۋاتقان قوللىنىشچان پروگرامما

source: The reason for inhibiting the screensaver
cs: Důvod potlačení šetřiče obrazovky
id: Alasan menghalangi/mencegah pengaman layar
ug: ئېكران قوغدىغۇچنى چەكلەشنىڭ سەۋەبى

source: Version of this application
cs: Verze této aplikace
fur: Version de aplicazion
gd: Tionndadh a' phrògraim seo
id: Versi aplikasi ini
pa: ਇਹ ਕਾਰਜ ਦਾ ਵਰਜਨ
ug: بۇ پروگراممىنىڭ نەشرى

source: The screensaver is %s
cs: Šetřič obrazovky je %s
pa: ਸਕਰੀਨ-ਸੇਵਰ %s ਹੈ।
ug: ئېكران قوغدىغۇچ %s

source: active
cs: aktivní
pa: ਸਰਗਰਮ
ug: ئاكتىپ

source: inactive
cs: neaktivní
pa: ਨਾ-ਸਰਗਰਮ
ug: ئاكتىپسىز

source: Show debugging output
cs: Zobrazovat ladicí výstup
fur: Mostre la jessude di debug
gd: Seall às-chur an dì-bhugachaidh
id: Menampilkan informasi debug
pa: ਡੀਬੱਗ ਆਉਟਪੁੱਟ ਵੇਖਾਓ
ug: سازلاش نەتىجىسىنى كۆرسەت

source: Show the logout button
cs: Zobrazovat tlačítko odhlášení
fur: Mostre il pipul di logout
gd: Seall am putan logaidh a-mach
id: Menampilkan tombol untuk keluar
pa: ਲਾਗਆਉਟ ਬਟਨ ਵੇਖਾਓ
ug: تىزىمدىن چىق توپچىنى كۆرسەت

source: Command to invoke from the logout button
cs: Příkaz, který spustit tlačítkem odhlášení
fur: Comant da invocâ dal pipul di logout
gd: An àithne a thèid a ghairm on phutan logaidh a-mach
id: Perintah untuk tombol keluar
pa: ਲਾਗਆਉਟ ਬਟਨ ਲਈ ਕੰਮ ਕਰਨ ਵਾਲੀ ਕਮਾਂਡ
ug: تىزىمدىن چىق توپچىسى چاقىرىدىغان بۇيرۇق

source: Show the switch user button
cs: Zobrazovat tlačítko přepnutí uživatele
fur: Mostre il pipul par cambiâ utent
gd: Seal putan suidsidh eadar cleachdaichean
id: Menampilkan tombol untuk pindah pengguna
pa: ਉਪਭੋਗੀ ਬਦਲਣ ਵਾਲਾ ਬਟਨ ਵੇਖਾਓ
ug: ئىشلەتكۈچى ئالماشتۇر توپچىسىنى كۆرسەت

source: Username:
cs: Uživatelské jméno:
gd: Ainm-cleachdaiche:
id: Pengguna:
ug: ئىشلەتكۈچى ئاتى:

source: You are required to change your password immediately (password aged)
cs: Musíte si okamžitě změnit heslo (heslo je staré)
fur: Tu scugnis cambiâ la tô password subite (la password a je vecje)
gd: Feumaidh tu am facal-faire agad atharrachadh sa bhad (facal-faire ro aosta)
id: Anda diharuskan segera mengubah sandi (sandi telah usang)
ug: ئىمنى دەرھال ئۆزگەرتىڭ (ئىم ۋاقتى توشتى)

source: You are required to change your password immediately (root enforced)
cs: Musíte si okamžitě změnit heslo (vyžadováno rootem)
fur: Tu scugnis cambiâ la tô password subite (a ti oblee root)
gd: Feumaidh tu am facal-faire agad atharrachadh sa bhad (air èigneachadh le root)
id: Anda diharuskan mengganti kata sandi segera (dipaksa root)
ug: ئىمنى دەرھال ئۆزگەرتىڭ(root مەجبۇرلاۋاتىدۇ).

source: Your account has expired; please contact your system administrator
cs: Váš účet vypršel; kontaktujte prosím administrátora systému.
fur: Il to account al è scjadût; par plasê contate il to amministratôr di sisteme
gd: Dh'fhalbh an ùine air a' chunntas agad; feuch an cuir thu fios gu rianaire an t-siostaim agad
id: Akun Anda telah kedaluwarsa, hubungilah administrator sistem Anda
ug: ھېساباتىڭىزنىڭ ۋاقتى ئۆتتى؛ سىستېما باشقۇرغۇچى بىلەن ئالاقىلىشىڭ

source: No password supplied
cs: Nebylo zadáno žádné heslo
fur: No tu as dât une password
gd: Cha deach facal-faire a' solar
id: Tidak ada sandi yang diberikan
ug: ئىم تەمىنلەنمىگەن

source: Password unchanged
cs: Heslo nezměněno
fur: La password no je stade cambiade
gd: Tha am facal-faire gun atharrachadh
id: Sandi tidak berubah
ug: ئىم ئۆزگەرتىلمىدى

source: Can not get username
cs: Nelze získat uživatelské jméno
ug: ئىشلەتكۈچى ئاتىغا ئېرىشەلمىدى

source: Retype new UNIX password:
cs: Zadejte znovu nové unixové heslo:
ug: يېڭى UNIX ئىمنى قايتىلاڭ:

source: Enter new UNIX password:
cs: Zadejte nové unixové heslo:
ug: يېڭى UNIX ئىمنى كىرگۈزۈڭ:

source: (current) UNIX password:
cs: (aktuální) unixové heslo:
ug: (نۆۋەتتىكى) UNIX ئىم:

source: Error while changing NIS password.
cs: Chyba při změně NIS hesla.
fur: Erôr intant che a si cambiave le password NIS.
gd: Mearachd le atharrachadh an fhacail-fhaire NIS.
id: Galat ketika mengubah sandi NIS.
ug: NIS ئىم ئۆزگەرتكەندە خاتالىق كۆرۈلدى.

source: You must choose a longer password
cs: Musíte zvolit delší heslo.
fur: Tu as di decidi par une password plui lungje
gd: Feumaidh tu facal-faire nas fhaide a thaghadh
id: Anda harus memilih sandi yang lebih panjang
ug: ئۇزۇنراق ئىم تاللىشىڭىز لازىم

source: Password has been already used. Choose another.
cs: Heslo bylo již použito. Zvolte jiné.
fur: La password a je giaromai doprade. Decît par un altre.
gd: Chaidh am facal-faire seo a chleachdadh roimhe. Tagh fear eile.
id: Sandi sudah digunakan. Pilih yang lain.
ug: ئىم ئىشلىتىلگەن. باشقا ئىم تاللاڭ.

source: You must wait longer to change your password
cs: Pro změnu vašeho hesla musíte vyčkat déle
fur: Tu as di spietà di plui par podè cambiâ la password
gd: Feumaidh tu feitheamh nas fhaide gus am facal-faire agad atharrachadh
id: Anda harus menunggu lebih lama untuk mengubah sandi
ug: ئىم ئۆزگەرتىش ئۈچۈن تېخىمۇ ئۇزاق ساقلىشىڭىز لازىم

source: Sorry, passwords do not match
cs: Hesla bohužel nesouhlasí
fur: Scuse, la password no je compagne
gd: Duilich, ach chan eil an dà fhacal-faire co-ionnann
id: Maaf, sandi tidak cocok
ug: كەچۈرۈڭ، ئىم ماس كەلمىدى

source: Authentication failed.
cs: Autentizace selhala.
fur: Autenticazion falide.
gd: Dh'fhàillig leis an dearbhadh.
id: Otentikasi gagal.
ug: دەلىللىيەلمىدى.

source: Blank screen
cs: Prázdná obrazovka
id: Layar kosong
pa: ਖਾਲੀ ਪਰਦਾ
ug: قارا ئېكران

source: Random
cs: Náhodný
id: Acak
pa: ਰਲਵੇਂ
ug: ئىختىيارىي

source: Invalid screensaver theme
cs: Neplatný motiv šetřiče obrazovky
id: Tema pengaman layar tidak sah
pa: ਗਲਤ ਵੇਹਲਾ ਪਰਦਾ ਸਰੂਪ
ug: ئىناۋەتسىز ئېكران قوغدىغۇچ تېمىسى

source: This file does not appear to be a valid screensaver theme.
cs: Tento soubor zřejmě není platný motiv šetřiče obrazovky.
pa: ਇਹ ਫਾਇਲ ਇੱਕ ਠੀਕ ਸਕਰੀਨ-ਸੇਵਰ ਸਰੂਪ ਨਹੀਂ ਜਾਪਦੀ ਹੈ।

source: %d hour
cs: %d hodina
id: %d jam
pa: %d ਘੰਟਾ
ug: %d سائەت

source: %d minute
cs: %d minuta
id: %d menit
pa: %d ਮਿੰਟ
ug: %d مىنۇت

source: %d second
cs: %d sekunda
id: %d detik
pa: %d ਸਕਿੰਟ
ug: %d سېكۇنت

source: Never
cs: Nikdy
id: Tidak pernah
pa: ਕਦੇ ਨਹੀਂ
ug: ھەرگىز

source: Could not load the main interface
cs: Nemohu načíst hlavní rozhraní
id: Tidak dapat membaca antarmuka utama
pa: ਮੁੱਖ ਇੰਟਰਫੇਸ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕਿਆ ਹੈ।
ug: ئاساسىي interface نى يۈكلىيەلمىدى

source: Please make sure that the screensaver is properly installed
cs: Přesvědčte se prosím, že šetřič obrazovky je správně nainstalován
id: Pastikan bahwa pengaman layar telah terpasang dengan benar
pa: ਕਿਰਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਸਕਰੀਨ-ਸੇਵਰ ਠੀਕ ਤਰ੍ਹਾਂ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ
ug: ئېكران قوغدىغۇچنىڭ توغرا ئورنىتىلغانلىقىنى جەزملەڭ

source: Don't become a daemon
cs: Nestát se démonem
fur: No sta diventâ un demoni
gd: Na rach nad daemon
id: Jangan menjadi daemon
pa: ਇੱਕ ਡੈਮਨ ਨਾ ਬਣੋ
ug: daemon بولما

source: Enable debugging code
cs: Povolit kód pro odstranění chyb
fur: Abilite il codiç di debug
gd: Cuir an comas còd dì-bhugachaidh
id: Mengaktifkan kode debug
pa: ਡੀਬੱਗ ਕੋਡ ਨੂੰ ਯੋਗ
ug: سازلاش كودىنى قوزغات

source: Unable to establish service %s: %s
cs: Nelze zavést službu %s: %s
fur: Impussibil stabilì il servizi %s: %s
gd: Cha b' urrainn dhuinn an t-seirbheis %s a stèidheachadh: %s
id: Tidak dapat menetapkan layanan %s: %s
ug: مۇلازىمەت قۇرالمىدى %s: %s

source: Can't set PAM_TTY=%s
cs: Nelze nastavit PAM_TTY=%s
fur: No puès impostà PAM_TTY=%s
gd: Chan urrainn dhuinn PAM_TTY=%s a shuidheachadh
id: Tidak dapat menyetel PAM_TTY=%s
ug: PAM_TTY نى تەڭشىيەلمىدى=%s

source: Incorrect password.
cs: Nesprávné heslo
fur: Password sbagliade.
gd: Chan eil am facal-faire mar bu chòir.
id: Sandi salah.
ug: ئىم خاتا.

source: Not permitted to gain access at this time.
cs: V tento okamžik není povoleno získat přístup.
fur: In chest moment no'l è plui permetût di otignî l'access .
gd: Chan eil cead inntrigidh agad aig an àm seo.
id: Tidak diizinkan memperoleh akses untuk saat ini.
ug: نۆۋەتتە زىيارەتكە ئېرىشكىلى بولمايدۇ.

source: No longer permitted to access the system.
cs: Není dále dovoleno přistupovat k tomuto systému.
fur: No'l è plui permetût di vê l'access al sisteme.
gd: Chan fhaod thu an siostam inntrigeadh tuilleadh.
id: Tidak lagi diizinkan mengakses system.
ug: سىستېمىنى زىيارەت قىلىشقا يول قويۇلمايدۇ.

source: failed to register with the message bus
cs: nemohu se zaregistrovat u sběrnice zpráv
fur: falît a regjistrasi cun il bus dai messaçs
gd: dh'fhàillig le clàradh leis a' bhus theachdaireachdan
id: gagal mendaftar dengan bus pesan
pa: ਸੁਨੇਹਾ ਬਸ ਨਾਲ ਰਜਿਸਟਰ ਹੋਣ ਲਈ ਅਸਫ਼ਲ
ug: ئۇچۇر ئاساسىي لىنىيىسىنى خەتلىتەلمىدى

source: not connected to the message bus
cs: nepřipojen ke sběrnici zpráv
fur: no connetût al bus dai messaçs
gd: gun cheangal ris a' bhus theachdaireachdan
id: tidak terhubung pada bus pesan
pa: ਸੁਨੇਹਾ ਬਸ ਨਾਲ ਜੁੜਨ ਲਈ ਅਸਫ਼ਲ
ug: ئۇچۇر ئاساسىي لىنىيىسىگە ئۇلىنالمىدى

source: screensaver already running in this session
cs: šetřič obrazovky již v tomto sezení běží
fur: il salvevisôr al è bielza in esecuzion in cheste session
gd: tha sàbhalaiche-sgrìn 'ga ruith san t-seisean seo mar-thà
id: pengaman layar sudah berjalan pada sesi ini
pa: ਇਹ ਅਜਲਾਸ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਸਕਰੀਨ-ਸੇਵਰ ਚੱਲ ਰਿਹਾ ਹੈ
ug: ئېكران قوغدىغۇچ بۇ ئەڭگىمەدە ئىجرا قىلىنىۋاتىدۇ

source: Time has expired.
cs: Čas vypršel.
fur: Il timp al è scjadût.
gd: Dh'fhalbh an ùine air.
id: Waktu telah habis.
pa: ਸਮਾਂ ਖਤਮ ਹੋ ਗਿਆ ਹੈ।
ug: ۋاقىت توشتى.

source: You have the Caps Lock key on.
cs: Máte zapnut Caps Lock.
fur: Tu as il tast Caps Lock tacât.
gd: Tha an iuchair Caps Lock agad air.
id: Tombol Caps Lock menyala.
pa: ਤੁਹਾਡਾ ਕੈਪਸ (Cap) ਬਟਨ ਦੱਬਿਆ ਹੈ।
ug: سىز Caps Lock كۇنۇپكىنى ئاچتىڭىز.

source: S_witch User...
cs: _Přepnout uživatele...
ug: ئىشلەتكۈچىنى ئالماشتۇر(_W)…

source: Log _Out
cs: _Odhlásit
fur: Termine Sessi_On
gd: Log _a-mach
id: Kel_uar
pa: ਬਾਹਰੀ ਦਰ(_O)
ug: تىزىمدىن چىق(_O)

source: %U on %h
cs: %U na %h
id: %U pada %h
ug: %h دىكى %U

source: _Password:
cs: _Heslo:
gd: _Facal-faire:
id: _Sandi:
pa: ਗੁਪਤ-ਕੋਡ (_P):
ug: ئىم(_P):

source: Set session as _idle after:
pa: ਅਜਲਾਸ ਵੇਹਲਾ ਮੰਨੋ(_i):

source: _Activate screensaver when session is idle
pa: ਜਦੋਂ ਅਜਲਾਸ ਵੇਹਲਾ ਹੋਵੇ ਤਾਂ ਸਕਰੀਨ-ਸੇਵਰ ਸਰਗਰਮ(_A)

source: _Screensaver
pa: ਸਕਰੀਨ-ਸੇਵਰ(_S)

source: Unknown error occured.
pa: ਅਣਜਾਣੀ ਗਲਤੀ ਆਈ ਹੈ।

source: Disable running graphical themes while blanked
pa: ਜਦੋਂ ਖਾਲੀ ਹੋਵੇ ਤਾਂ ਗਰਾਫਿਕਲ ਸਰੂਪ ਚਲਾਉਣੇ ਅਯੋਗ

source: Enable running graphical themes while blanked (if applicable)
pa: ਜਦੋਂ ਖਾਲੀ ਹੋਵੇ ਤਾਂ ਗਰਾਫਿਕਲ ਸਰੂਪ ਚਲਾਉਣੇ ਯੋਗ (ਜੇਕਰ ਸੰਭਵ ਹੋਵੇ)

source: 0 seconds
pa: 0 ਸਕਿੰਟ

source: Checking password...
pa: ਗੁਪਤ-ਕੋਡ ਦੀ ਜਾਂਚ ਜਾਰੀ ਹੈ...

source: That password was incorrect.
pa: ਤੁਹਾਡਾ ਗੁਪਤ-ਕੋਡ ਗਲਤ ਹੈ।

source: %s on %s
pa: %2$s ਉੱਤੇ %1$s

source: Power _Management
id: _Manajemen Daya
ug: مەنبە باشقۇرۇش(_M)

source: Allow embedding a keyboard into the window
id: Membolehkan penyertaan papan ketik pada jendela
ug: كۆزنەككە ھەرپتاختا سىڭدۈرۈشكە يول قوي

source: Allow the session status message to be displayed
id: Membolehkan pesan status sesi ditampilkan
ug: ئەڭگىمە ھالەت ئۇچۇرى كۆرسىتىشكە يول قوي

source: Allow the session status message to be displayed when the screen is locked.
id: Membolehkan pesan status sesi tampil saat layar dalam keadaan dikunci.
ug: ئېكران قۇلۇپلانغاندا ئەڭگىمە ھالەت ئۇچۇرى كۆرسىتىشكە يول قوي.

source: Embedded keyboard command
id: Perintah papan ketik yang disertakan
ug: سىڭدۈرۈلگەن ھەرپتاختا بۇيرۇقى

source: Set this to TRUE to allow embedding a keyboard into the window when trying to unlock. The "keyboard_command" key must be set with the appropriate command.
id: Isikan nilai TRUE untuk membolehkan penyertaan papan ketik pada jendela saat mencoba untuk membuka kunci. Kunci "keyboard_command" harus disetel dengan perintah yang sesuai.
ug: بۇ قىممەت TRUE قىلىپ تەڭشەلسە ئىشلەتكۈچى قۇلۇپ ئاچقان ۋاقىتتىكى كۆزنەككە ھەرپتاختىنى سىڭدۈرىدۇ. "keyboard_command" كۇنۇپكا چوقۇم مۇۋاپىق بۇيرۇققا تەڭشىلىشى لازىم.

source: The command that will be run, if the "embedded_keyboard_enabled" key is set to TRUE, to embed a keyboard widget into the window. This command should implement an XEMBED plug interface and output a window XID on the standard output.
id: Perintah yang akan dijalankan, bila kunci "embedded_keyboard_enabled" diisi TRUE, untuk menempelkan widget papan tik ke dalam jendela. Perintah ini mesti mengimplementasi suatu antarmuka plug XEMBED dan mengeluarkan suatu XID jendela ke keluaran standar.
ug: كۆزنەككە سىڭدۈرۈلىدىغان ھەرپتاختا بۆلەك بۇيرۇقى ئارقىلىق "embedded_keyboard_enabled" كۇنۇپكىسى TRUE قىلىپ تەڭشەلسە كۈچكە ئىگە. بۇ بۇيرۇق XEMBED قىستۇرما ئېغىزىنى ئەمەلگە ئاشۇرىدۇ ھەمدە XID كۆزنىكىنى ئۆلچەملىك ئېغىزغا چىقىرىدۇ.

source: The number of seconds of inactivity before signalling to power-management. This key is set and maintained by the session power-management agent.
ug: مەنبە باشقۇرۇش پروگراممىسىغا ئۇچۇر يوللاشتىن ئىلگىرى ھەرىكەتسىز سېكۇنت سانى. بۇ كۇنۇپكا ئەڭگىمەنىڭ مەنبە باشقۇرۇش ۋاكالەتچىسىدە تەڭشىلىپ ئاسرىلىدۇ.

source: Time before power-management baseline
ug: مەنبە باشقۇرۇش ئاساسىي كۈتۈش ۋاقتى

source: Time before session is considered idle
id: Waktu sebelum sesi dinyatakan menganggur
ug: ئەڭگىمە بوش دەپ قارىلىشتىن ئىلگىرىكى كۈتۈش ۋاقتى

source: <b>Leave a message for %R:</b>
ug: <b>%R غا قالدۇرۇلغان سۆز:</b>

source: _Leave Message
ug: سۆز قالدۇر(_L)

source: _Switch User
ug: ئىشلەتكۈچى ئالماشتۇر(_S)

source: Show paths that images follow
id: Menampilkan jalur gambar yang diikuti
ug: سۈرەتنىڭ ئەگىشىش يولىنى كۆرسەت

source: Occasionally rotate images as they move
id: Sesekali putar gambar ketika berpindah
ug: سۈرەتنى يۆتكەش جەريانىدا توختىماي ئايلىنىدۇ

source: Print out frame rate and other statistics
id: Menampilkan laju gambar dan statistik yang lain
ug: بېسىش كاندۇك نىسبىتى ۋە باشقا ستاتىستىكا

source: The maximum number of images to keep on screen
id: Jumlah maksimal gambar yang tampil pada layar
ug: ئېكراندا ساقلاپ قالىدىغان سۈرەتنىڭ ئەڭ كۆپ سانى

source: The initial size and position of window
id: Ukuran dan posisi awal jendela
ug: كۆزنەكنىڭ دەسلەپكى چوڭلۇقى ۋە ئورنى

source: The source image to use
id: Sumber gambar yang hendak dipakai
ug: ئىشلىتىدىغان ئەسلى سۈرەت

source: Color to use for images background
ug: سۈرەت تەگلىكىگە ئىشلەتكەن رەڭ

source: Do not randomize pictures from location
id: Jangan mengacak gambar dari lokasi
ug: سۈرەتنى خالىغانچە قويما

source: Do not try to stretch images on screen
id: Jangan merentangkan gambar
ug: ئېكراندا سۈرەتنى يايما

source: Copying themes
id: Menyalin tema
ug: تېما كۆچۈرۈۋاتىدۇ

source: %s does not appear to be a valid screensaver theme.
id: %s sepertinya bukan tema pengaman layar yang sah.
ug: %s ئىناۋەتلىك ئېكران قوغدىغۇچ تېمىسى ئەمەستەك تۇرىدۇ.

source: Query the length of time the screensaver has been active
fur: Interroghe trop timp il salvevisôr al è stât atîf
gd: Faighnich dè cho fad 's a tha an sàbhalaiche-sgrìn gnìomhach
id: Kuiri lamanya pengaman layar telah aktif
ug: ئېكران قوغدىغۇچنىڭ ئاكتىپلانغان ۋاقتىنى سۈرۈشتۈرىدۇ

source: The screensaver is not inhibited
id: Pengaman layar tidak dihalangi
ug: ئېكران قوغدىغۇچ چەكلەنمىدى

source: The screensaver is being inhibited by:
id: Pengaman layar dihalangi oleh:
ug: ئېكران قوغدىغۇچنى چەكلىگۈچى:

source: The screensaver has been active for %d seconds.
id: Pengaman layar telah aktif selama %d detik.
ug: ئېكران قوغدىغۇچ %d سېكۇنت ئىجرا قىلىندى.

source: The screensaver is not currently active.
fur: Il salvevisôr a no'l è atîf in chest moment.
gd: Chan eil an sàbhalaiche-sgrìn gnìomhach an-dràsta.
id: Pengaman layar saat ini aktif.
ug: نۆۋەتتە ئېكران قوغدىغۇچ ئاكتىپلانمىغان.

source: Message to show in the dialog
fur: Mesaç di viodi in tal discôrs
gd: An teachdaireachd a thèid a shealltainn sa bhogsa-còmhraidh
id: Pesan yang tampil pada dialog
ug: سۆزلەشكۈدە كۆرۈنىدىغان ئۇچۇر

source: MESSAGE
fur: MESSAÇ
gd: TEACHDAIREACHD
id: PESAN
ug: ئۇچۇر

source: Not used
fur: No doprât
gd: Gun chleachdadh
id: Tidak digunakan
ug: ئىشلىتىلمىگەن

source: Checking...
ug: تەكشۈرۈۋاتىدۇ…

source: Launch screen saver and locker program
ug: ئېكران قوغدىغۇچ ۋە قۇلۇپلاش پروگراممىسىنى قوزغات

source: Screensaver preview
id: Pratinjau pengaman layar

source: Warning: the screen will not be locked for the root user.
id: Peringatan: layar tidak dikunci untuk pengguna root.

source: Set this to TRUE to offer an option in the unlock dialog to allow logging out after a delay. The delay is specified in the "logout_delay" key.
id: Isikan nilai TRUE untuk menawarkan opsi pada dialog pembuka kunci untuk membolehkan log keluar setelah sekian waktu. Waktu jeda ditentukan pada kunci "logout_delay".

source: The number of minutes after the screensaver activation before a logout option will appear in the unlock dialog. This key has effect only if the "logout_enable" key is set to TRUE.
id: Lamanya waktu (menit) setelah pengaktifan screensaver sebelum pilihan logout muncul di dialog buka kunci. Kunci ini hanya berlaku jika kunci "logout_enable" dibuat menjadi TRUE.

source: The number of seconds of inactivity before signalling to power management. This key is set and maintained by the session power management agent.
id: Lamanya waktu (detik) tanpa aktivitas sebelum mengirim sinyal ke manajemen daya. Kunci ini ditata dan dipelihara oleh agen manajemen daya sesi.

source: Time before power management baseline
id: Batas waktu manajemen daya

source: MAX_IMAGES
id: MAKS_GAMBAR

source: image — floats images around the screen
id: gambar — gambar mengapung di sekitar layar

source: Color to use for image background
id: Warna untuk gambar latar belakang

source: The screensaver is active
fur: Il salvevisôr al è atîf
gd: Tha an sàbhalaiche-sgrìn gnìomhach
id: Pengaman layar aktif

source: The screensaver is inactive
fur: Il salvevisôr no'l è atîf
gd: Chan eil an sàbhalaiche-sgrìn gnìomhach
id: Pengaman layar tidak aktif

source: Cannot get username
fur: No rivi a vê il non utent
gd: Chan urrainn dhuinn an t-ainm-cleachdaiche fhaighinn
id: Tidak dapat memperoleh nama pengguna

source: Retype new Unix password:
fur: Riscrîf une gnove password Unix:
gd: Cuir am facal-faire Unix ùr a-steach a-rithist:
id: Ketik ulang sandi Unix yang baru:

source: Enter new Unix password:
fur: Met une gnove password Unix:
gd: Cuir facal-faire Unix ùr a-steach:
id: Masukkan sandi Unix yang baru:

source: (current) Unix password:
fur: (atuâl) Unix password:
gd: Am facal-faire Unix (làithreach):
id: (saat ini) Sandi Unix:

source: Checking…
fur: O stoi controlant...
gd: 'Ga dhearbhadh...
id: Memeriksa...

source: Launch screensaver and locker program
fur: Fâs partì il program di blocaç e il salvevisôr
gd: Tòisich air an t-sàbhalaiche-sgrìn is a' phògram glasaidh
id: Menjalankan pengaman layar serta mengunci program

source: You have the Caps & Num Lock keys on.
id: Tombol Caps & Num Lock menyala.

source: You have the Num Lock key on.
id: Tombol Num Lock menyala.

source: S_witch User…
fur: C_ambie Utent...
gd: Gearr _leum gu cleachdaiche eile...
id: _Pindah Pengguna...

source: The screensaver has been active for %d second.
fur: Il salvevisôr al è stât atîf par %d secont.
gd: Tha an sàbhalaiche-sgrìn gnìomhach fad %d diog.
